Repository: NikhilYadav04/PillBin
Catalog: pillbin/lib/l10n/app_*.arb
Languages: hi, mr

# locale
source: en
hi: hi
mr: mr

# drawer_1
source: Home
hi: होम
mr: होम

# drawer_2
source: About Us
hi: हमारे बारे में
mr: आमच्याविषयी

# drawer_3
source: Drug Disposal
hi: ड्रग डिस्पोजल
mr: ड्रग डिस्पोजल

# drawer_3_tablet
source: Drug Disposal
mr: ड्रग डिस्पोजल

# drawer_4
source: Risks
hi: जोखिम
mr: जोखीम

# drawer_5
source: Survey
hi: सर्वेक्षण
mr: सर्वेक्षण

# drawer_6
source: Reasons for Policy
hi: नीति के कारण
mr: धोरणासाठी कारणे

# drawer_6_tablet
source: Reasons for Policy
mr: धोरणासाठी कारणे

# drawer_7
source: Take-Back Programs
hi: टेक-बैक परोग्राम
mr: परत घेण्याचे कार्यक्रम

# drawer_7_tablet
source: Take-Back Programs
mr: परत घेण्याचे कार्यक्रम

# drawer_8
source: Disposal Methods
hi: निपटान विधियाँ
mr: निपटारा पद्धती

# drawer_9
source: Views
hi: मत
mr: दृष्टीकोन

# drawer_8_tablet
source: Disposal Methods
mr: निपटारा पद्धती

# drawer_10
source: Know More
hi: अधिक जानें
mr: अधिक जाणून घ्या

# drawer_10_tablet
source: Know More
mr: अधिक जाणून घ्या

# page_1_header_1
source: SAFE DISPOSAL,
hi: सुरक्षित निपटान,
mr: सुरक्षित निपटारा,

# page_1_header_1_tablet
source: SAFE DISPOSAL,
mr: सुरक्षित निपटारा,

# page_1_header_2
source: SAFER TOMORROW
hi: सुरक्षित भविष्य
mr: सुरक्षित उद्या

# page_1_header_2_tablet
source: SAFER TOMORROW
mr: सुरक्षित उद्या

# page_1_button
source: Know More
hi: अधिक जानें
mr: अधिक जाणून घ्या

# page_2_title
source: About Us
hi: हमारे बारे में
mr: आमच्याविषयी

# page_2_desc
source: I am an undergraduate Pharmacy student who is passionate about environmental issues. When I learned about environmental hazards from expired and/or unused medicines, I decided to investigate this issue. Hence, a survey was conducted to evaluate the community's knowledge with respect to drug disposal awareness. The survey showed that the majority of people have many unused or expired medicines at household level, and they are unaware of drug disposal methods as well as environmental hazards associated with them. The goal of this website is to educate the public on safe disposal practices, raise awareness about the environmental impact of improper drug disposal, and provide resources to prevent pharmaceutical pollution. By sharing knowledge and promoting responsible actions, we should aim to protect our environment and ensure a healthier future.
hi: मैं एक स्नातक फार्मेसी छात्र हूं जो पर्यावरणीय मुद्दों के प्रति उत्साही है। जब मैंने समाप्त हो चुकी और/या अप्रयुक्त दवाओं से होने वाले पर्यावरणीय खतरों के बारे में जाना, तो मैंने इस मुद्दे की जांच करने का निर्णय लिया। इसलिए, समुदाय की दवा निपटान जागरूकता के संबंध में ज्ञान का मूल्यांकन करने के लिए एक सर्वेक्षण किया गया। सर्वेक्षण से पता चला कि अधिकांश लोगों के घरों में कई अप्रयुक्त या समाप्त दवाएं होती हैं, और वे दवा निपटान के तरीकों और उनसे जुड़े पर्यावरणीय खतरों से अनजान हैं। इस वेबसाइट का लक्ष्य जनता को सुरक्षित निपटान प्रथाओं के बारे में शिक्षित करना, अनुचित दवा निपटान के पर्यावरणीय प्रभाव के बारे में जागरूकता बढ़ाना और फार्मास्युटिकल प्रदूषण को रोकने के लिए संसाधन प्रदान करना है। ज्ञान साझा करके और जिम्मेदार कार्यों को बढ़ावा देकर, हमें अपने पर्यावरण की रक्षा करने और एक स्वस्थ भविष्य सुनिश्चित करने का प्रयास करना चाहिए।
mr: मी एक पदवीपूर्व फार्मसी विद्यार्थी आहे ज्याला पर्यावरणीय समस्यांविषयी खूप आवड आहे. जेव्हा मी मुदत संपलेल्या आणि/किंवा न वापरलेल्या औषधांमुळे होणाऱ्या पर्यावरणीय धोक्यांविषयी जाणले, तेव्हा मी या समस्येचा अभ्यास करण्याचे ठरवले. म्हणून, ड्रग डिस्पोजल जागरूकतेसंदर्भात समुदायाचे ज्ञान मूल्यांकन करण्यासाठी एक सर्वेक्षण केले गेले. या सर्वेक्षणातून असे दिसून आले की बहुतेक लोकांकडे घरगुती पातळीवर अनेक न वापरलेली किंवा कालबाह्य औषधे आहेत आणि त्यांना ड्रग डिस्पोजल पद्धतींबद्दल तसेच त्याच्याशी संबंधित पर्यावरणीय धोक्यांविषयी माहिती नाही. या वेबसाइटचा उद्देश सुरक्षित निपटारा पद्धतींबद्दल जनतेला शिक्षित करणे, अनुचित औषध निपटाऱ्यामुळे होणाऱ्या पर्यावरणीय परिणामांबद्दल जागरूकता निर्माण करणे आणि औषध प्रदूषण रोखण्यासाठी संसाधने प्रदान करणे आहे. ज्ञान सामायिक करून आणि जबाबदार कृतींना प्रोत्साहन देऊन, आपण आपले पर्यावरण संरक्षित करण्यासाठी आणि निरोगी भविष्य सुनिश्चित करण्यासाठी प्रयत्न करायला हवा.

# page_3_title
source: DRUG DISPOSAL
hi: ड्रग डिस्पोजल
mr: ड्रग डिस्पोजल

# page_3_desc_1
source: • Drug disposal refers to the process of safely discarding unused, expired, or unwanted pharmaceutical products to prevent harm to the environment, humans, and animals.
hi: • ड्रग डिस्पोजल का तात्पर्य अप्रयुक्त, समाप्त, या अवांछित औषधीय उत्पादों को पर्यावरण, मनुष्यों और जानवरों को नुकसान से बचाने के लिए सुरक्षित रूप से त्यागने की प्रक्रिया से है।
mr: • ड्रग डिस्पोजल म्हणजे न वापरलेले, मुदत संपलेले किंवा नको असलेले औषध उत्पादने सुरक्षितपणे टाकून देण्याची प्रक्रिया, ज्यामुळे पर्यावरण, मानव आणि प्राण्यांना हानी होण्यापासून वाचवता येते.

# page_3_desc_2
source: • Proper drug disposal ensures that pharmaceuticals are not misused, abused, or introduced into ecosystems through improper channels like flushing down drains or throwing in regular trash.
hi: • उचित ड्रग डिस्पोजल यह सुनिश्चित करता है कि फार्मास्युटिकल्स का दुरुपयोग, दुराचार या गलत चैनलों के माध्यम से, जैसे नालियों में बहाना या सामान्य कचरे में फेंकना, न हो।
mr: • योग्य ड्रग डिस्पोजल सुनिश्चित करतो की औषधे गैरवापर, दुरुपयोग किंवा निचऱ्याच्या नाल्यात टाकणे किंवा नियमित कचऱ्यात टाकणे अशा अनुचित मार्गांद्वारे परिसंस्थेत प्रवेश करत नाहीत.

# page_3_desc_3
source: • Daily Use of Medicines: Contain active pharmaceutical ingredients that can harm the environment.
hi: • दवाओं का दैनिक उपयोग: इनमें सक्रिय फार्मास्युटिकल तत्व होते हैं जो पर्यावरण को नुकसान पहुंचा सकते हैं।
mr: • औषधांचा दैनंदिन वापर: सक्रिय औषध घटक असतात जे पर्यावरणाला हानी पोहोचवू शकतात.

# page_3_desc_4
source: • Leakage Points :
hi: • रिसाव बिंदु:
mr: • गळतीचे ठिकाणे:

# page_3_desc_5
source: Manufacturing, distribution, use, and improper disposal. In Asian and African it is found that the most common method of disposing of unused medication was throwing in the garbage, which ended up in landfills.
hi: निर्माण, वितरण, उपयोग और अनुचित निपटान। एशियाई और अफ्रीकी क्षेत्रों में पाया गया है कि अप्रयुक्त दवाओं को निपटाने का सबसे सामान्य तरीका कचरे में फेंकना था, जो अंततः लैंडफिल में समाप्त हो गया।
mr: उत्पादन, वितरण, वापर आणि अनुचित निपटारा. आशिया आणि आफ्रिकेमध्ये असे आढळले की न वापरलेल्या औषधांचा निपटारा करण्याची सर्वात सामान्य पद्धत ती कचऱ्यात फेकणे ही होती, जी शेवटी लँडफिलमध्ये गेली.

# page_3_desc_6
source: • In Maine, US state the pain reliever acetaminophen, for example, was present in samples from one landfill at concentrations of
hi: • मेन, अमेरिकी राज्य में दर्द निवारक एसिटामिनोफेन, उदाहरण के लिए, एक लैंडफिल से लिए गए नमूनों में
mr: • मेन, यूएस राज्यात, उदाहरणार्थ, पेन रिलिव्हर अ‍ॅसिटॅमिनोफेन एका लँडफिलमधील नमुन्यांमध्ये

# page_3_desc_7
source: 117,000 ng/L,
mr: 117,000 ng/L च्या प्रमाणात आढळले,

# page_3_desc_8
source: the highest level of any drug measured in the study
hi: की सांद्रता पर पाया गया, जो अध्ययन में मापी गई किसी भी दवा का उच्चतम स्तर था।
mr: जे अभ्यासात मोजलेल्या कोणत्याही औषधाच्या उच्चतम स्तरावर होते.

# page_3_desc_9
source: • Sewage Treatment Limitations :
hi: • सीवेज उपचार की सीमाएं:
mr: • मलनिस्सारण मर्यादा:

# page_3_desc_10
source: Conventional methods target general properties and can't fully remove pharmaceutical compounds.
hi: पारंपरिक विधियां सामान्य गुणों को लक्षित करती हैं और फार्मास्युटिकल यौगिकों को पूरी तरह से हटाने में सक्षम नहीं हैं।
mr: पारंपरिक पद्धती सामान्य गुणधर्मांना लक्ष्य करतात आणि औषध संयुगे पूर्णपणे काढून टाकू शकत नाहीत.

# page_3a_title_1
source: Risks associated with
hi: ड्रग डिस्पोजल से जुड़े (दवा निपटान)
mr: औषध निपटाऱ्याशी संबंधित

# page_3a_title_2
source: Drug Disposal: Antibiotic
hi: जोखिम : एंटीबायोटिक
mr: जोखीम: प्रतिजैविक

# page_3a_title_3
source: Resistance
hi: प्रतिरोध
mr: प्रतिकारशक्ती

# page_3a_desc_1
source: • The release of antibiotics into the environment, mainly through wastewater and improper disposal, drives the emergence of antimicrobial resistance.
hi: • एंटीबायोटिक्स का पर्यावरण में निर्वहन, मुख्य रूप से अपशिष्ट जल और अनुचित निपटान के माध्यम से, एंटीमाइक्रोबियल प्रतिरोध के उदय को बढ़ावा देता है।
mr: • प्रतिजैविकांचे सांडपाणी आणि अनुचित निपटाऱ्याद्वारे पर्यावरणात सोडणे प्रतिजैविक प्रतिकारशक्ती उद्भवण्यास चालना देते.

# page_3a_desc_2
source: • Unused and expired antibiotics are often discarded in garbage, landfills, or sewers due to the cost of proper disposal. A recent study found that
hi: • अप्रयुक्त और समाप्त एंटीबायोटिक्स को अक्सर उचित निपटान की लागत के कारण कचरे, लैंडफिल या सीवरों में फेंक दिया जाता है। एक हालिया अध्ययन में पाया गया कि
mr: • न वापरलेली आणि कालबाह्य प्रतिजैविके योग्य निपटाऱ्याच्या खर्चामुळे कचऱ्यात, लँडफिलमध्ये किंवा नाल्यांमध्ये फेकली जातात. एका अलीकडील अभ्यासाने असे आढळले की

# page_3a_desc_3
source: more than a quarter of some 258 rivers
hi: दुनिया भर की लगभग 258 नदियों में से एक चौथाई से अधिक
mr: जगभरातील 258 नद्यांपैकी चतुर्थांशपेक्षा अधिक

# page_3a_desc_4
source: around the world were polluted with drugs to a toxic degree. The highest concentrations of active pharmaceutical ingredients were found in Sub-Saharan Africa, South Asia, and South America.
hi: दवाओं से विषाक्त स्तर तक प्रदूषित थीं। सक्रिय फार्मास्युटिकल तत्वों की उच्चतम सांद्रता उप-सहारा अफ्रीका, दक्षिण एशिया और दक्षिण अमेरिका में पाई गई।
mr: औषधांमुळे विषारी पातळीवर प्रदूषित झाल्या होत्या. सक्रिय औषध घटकांचे सर्वाधिक प्रमाण सब-सहारन आफ्रिका, दक्षिण आशिया आणि दक्षिण अमेरिका येथे आढळले.

# page_3a_desc_5
source: Know More
hi: अधिक जानें
mr: अधिक जाणून घ्या

# page_3a_desc_6
source: • Even in small concentrations, these antibiotics promote resistance through horizontal gene transfer or genetic modification. This indiscriminate release transforms harmless microbes into resistant pathogens, compromising antibiotic effectiveness. Third-generation cephalosporin-resistant E. coli , methicillin-resistant Staphylococcus aureus, multi drug resistant Candida auris, Klebsiella pneumoniae are the examples of antibiotic resistant organisms.
hi: • यहां तक कि कम सांद्रता में भी, ये एंटीबायोटिक्स क्षैतिज जीन ट्रांसफर या आनुवंशिक संशोधन के माध्यम से प्रतिरोध को बढ़ावा देते हैं। यह अंधाधुंध निर्वहन हानिरहित रोगाणुओं को प्रतिरोधी रोगजनकों में बदल देता है, जिससे एंटीबायोटिक्स की प्रभावशीलता प्रभावित होती है। तीसरी पीढ़ी के सेफालोस्पोरिन-प्रतिरोधी ई. कोलाई, मेथिसिलिन-प्रतिरोधी स्टेफिलोकोकस ऑरियस, बहु-औषधि प्रतिरोधी कैंडिडा ऑरिस, और क्लेब्सिएला न्यूमोनिया जैसे एंटीबायोटिक प्रतिरोधी जीव इसके उदाहरण हैं।
mr: • अगदी कमी प्रमाणातही, या प्रतिजैविकांमुळे आडव्या जीन हस्तांतरण किंवा आनुवंशिक बदलांद्वारे प्रतिकारशक्ती प्रोत्साहन मिळते. या अनियंत्रित उत्सर्जनामुळे निरुपद्रवी सूक्ष्मजीव प्रतिकारक्षम रोगजनकांमध्ये रूपांतरित होतात, ज्यामुळे प्रतिजैविक प्रभावीपणा कमी होतो. तिसऱ्या पिढीतील सेफालोस्पोरिन-प्रतिरोधक E. coli, मेथिसिलीन-प्रतिरोधक Staphylococcus aureus, मल्टी ड्रग रेसिस्टंट कॅन्डिडा ऑरिस, क्लेब्सिएला निमोनिया हे प्रतिजैविक प्रतिकारक्षम जीवजंतूंची उदाहरणे आहेत.

# page_3a_desc_7
source: Know More
hi: अधिक जानें
mr: अधिक जाणून घ्या

# page_3a_desc_8
source: • When transmitted to humans, resistant bacteria lead to higher morbidity, mortality, and economic strain on healthcare systems. It was associated with an estimated
hi: • जब ये प्रतिरोधी बैक्टीरिया मनुष्यों में पहुंचते हैं, तो यह उच्च रुग्णता, मृत्यु दर और स्वास्थ्य सेवा प्रणालियों पर आर्थिक दबाव का कारण बनते हैं। इसे 2019 में अनुमानित
mr: • जेव्हा प्रतिरोधक जीवाणू माणसांमध्ये संक्रमित होतात, तेव्हा ते आरोग्य व्यवस्थांवर अधिक आजार, मृत्यूदर आणि आर्थिक ताण निर्माण करतात. हे 2019 मध्ये अंदाजे

# page_3a_desc_9
source: five million deaths in 2019.
hi: पांच मिलियन मौतों
mr: पाच दशलक्ष मृत्यूशी संबंधित होते.

# page_3a_desc_10
source: Know More
hi: से जोड़ा गया था। अधिक जानें
mr: अधिक जाणून घ्या

# page_4_title_1
source: Impact of Pharmaceutical
hi: फार्मास्युटिकल का प्रभाव
mr: फार्मास्युटिकलचे परिणाम प्रदूषके

# page_4_title_2
source: Contaminants on
hi: प्रदूषकों का जैव विविधता
mr: आणि त्यांचा जैवविविधता

# page_4_title_3
source: Biodiversity and Ecosystems
hi: और पारिस्थितिक तंत्र पर
mr: आणि परिसंस्थांवर प्रभाव

# page_4_desc_1
source: • The rising presence of antibiotics for human and veterinary use in the environment and food chain has been linked to the obesity epidemic. The veterinary use of diclofenac, an NSAID, has critically endangered three Asian vulture species in the Indian subcontinent.
hi: • पर्यावरण और खाद्य श्रृंखला में मानव और पशु चिकित्सा उपयोग के लिए एंटीबायोटिक्स की बढ़ती उपस्थिति को मोटापे की महामारी से जोड़ा गया है। डाइक्लोफेनाक, एक NSAID, के पशु चिकित्सा उपयोग ने भारतीय उपमहाद्वीप में तीन एशियाई गिद्ध प्रजातियों को गंभीर रूप से संकटग्रस्त कर दिया है।
mr: • पर्यावरण आणि अन्नसाखळीत मानवी आणि पशुवैद्यकीय वापरासाठी प्रतिजैविकांच्या वाढत्या उपस्थितीचा लठ्ठपणाच्या महामारीशी संबंध आहे. नॉन-स्टिरॉइडल अँटी-इंफ्लेमेटरी ड्रग (NSAID) डायक्लोफेनॅकचा पशुवैद्यकीय वापर भारतीय उपखंडातील तीन आशियाई गिधाड प्रजातींना गंभीरपणे संकटात आणत आहे.

# page_4_desc_2
source: • Vultures feeding on livestock treated with diclofenac suffer organ failure (visceral gout) and die, disrupting ecosystems. Pharmaceutical contaminants also impact terrestrial and aquatic species, with psychiatric drugs like benzodiazepines causing behavioral changes in fish and their prey.
hi: • डाइक्लोफेनाक का उपयोग किए गए पशुधन पर भोजन करने वाले गिद्ध अंग विफलता (आंतरिक गाउट) से पीड़ित होते हैं और मर जाते हैं, जिससे पारिस्थितिक तंत्र बाधित होता है। फार्मास्युटिकल प्रदूषक स्थलीय और जलीय प्रजातियों को भी प्रभावित करते हैं, जैसे कि मनोचिकित्सा दवाएं जैसे बेंजोडायजेपाइन्स, जो मछलियों और उनके शिकार में व्यवहारिक परिवर्तन का कारण बनती हैं।
mr: • डायक्लोफेनॅकवर उपचार झालेल्या पशुधनावर गिधाडे जेवतात, त्यांना अवयव निकामी होणे (आंतरविषय गाउट) होते आणि ते मरतात, त्यामुळे परिसंस्था विस्कळीत होतात. फार्मास्युटिकल प्रदूषकांचा भूपृष्ठीय आणि जलीय प्रजातींवर परिणाम होतो, ज्यामध्ये बेंझोडायझेपाइन्ससारख्या मानसिक औषधांमुळे माशांमध्ये आणि त्यांच्या भक्ष्यावर वर्तनात्मक बदल होतात.

# page_4_desc_3
source: Know More
hi: अधिक जानें
mr: अधिक जाणून घ्या

# page_4_desc_4
source: • The population of the White-rumped vulture Gyps bengalensis fell
hi: • सफेद पीठ वाले गिद्ध (Gyps bengalensis) की आबादी
mr: • पांढऱ्या पाठीच्या गिधाड Gyps bengalensis ची लोकसंख्या

# page_4_desc_5
source: 96% between 1993 and 2002.
hi: 1993 और 2002 के बीच 96% गिर गई।
mr: 1993 ते 2002 दरम्यान 96% ने घसरली.

# page_4_desc_6
source: • The populations of the Indian vulture Gyps indicus and the slender-billed vulture Gyps tenuirostris fell
hi: • भारतीय गिद्ध (Gyps indicus) और पतली चोंच वाले गिद्ध (Gyps tenuirostris) की आबादी
mr: • भारतीय गिधाड Gyps indicus आणि सडपातळ चोचीच्या गिधाड Gyps tenuirostris ची लोकसंख्या

# page_4_desc_7
source: Know More
hi: अधिक जानें
mr: अधिक जाणून घ्या

# page_4_desc_8
source: • These effects highlight the urgent need to regulate veterinary pharmaceuticals to protect biodiversity and prevent ecological harm.
hi: • ये प्रभाव जैव विविधता की रक्षा और पारिस्थितिक क्षति को रोकने के लिए पशु चिकित्सा फार्मास्युटिकल्स को नियंत्रित करने की तत्काल आवश्यकता को उजागर करते हैं।
mr: • या परिणामांमुळे जैवविविधतेचे संरक्षण करण्यासाठी आणि परिसंस्थेची हानी टाळण्यासाठी पशुवैद्यकीय औषधांचे नियमन करण्याची तातडीची गरज अधोरेखित होते.

# page_4a_title
source: Effect on Marine Life
hi: समुद्री जीवन पर प्रभाव
mr: सागरी जीवनावर परिणाम

# page_4a_desc_1
source: • Elevated levels of estrogenic steroids, such as natural estradiol and synthetic ethinyl estradiol, introduced into aquatic environments through sources like wastewater effluents, can disrupt the endocrine systems of fish.
hi: • प्राकृतिक एस्ट्राडियोल और सिंथेटिक एथिनाइल एस्ट्राडियोल जैसे एस्ट्रोजेनिक स्टेरॉइड्स के उच्च स्तर, जो अपशिष्ट जल के माध्यम से जलीय पर्यावरण में प्रवेश करते हैं, मछलियों की अंतःस्रावी प्रणालियों को बाधित कर सकते हैं।
mr: • नैसर्गिक एस्ट्राडिऑल आणि कृत्रिम एथिनाइल एस्ट्राडिऑल यासारख्या इस्ट्रोजेनिक स्टेरॉइड्सच्या उच्च पातळी, सांडपाण्याच्या प्रभावांद्वारे जलीय पर्यावरणात आणल्या जातात, माशांच्या अंतःस्रावी प्रणालींना बाधित करू शकतात.

# page_4a_desc_2
source: • This disruption often leads to the feminization of male fish, characterized by the production of vitellogenin a protein typically synthesized only in females for egg yolk development and the development of intersex conditions, where individuals exhibit both male and female reproductive tissues.
hi: • यह बाधा अक्सर नर मछलियों के स्त्रीकरण का कारण बनती है, जिसमें विटेलोजेनिन नामक प्रोटीन का उत्पादन होता है, जो सामान्यतः केवल मादा मछलियों में अंडे की जर्दी के विकास के लिए संश्लेषित होता है, और इंटरसेक्स स्थितियों का विकास होता है, जहां व्यक्तियों में पुरुष और महिला दोनों प्रजनन ऊतक पाए जाते हैं।
mr: • या व्यत्ययामुळे पुरुष माशांच्या स्त्रीलिंगीकरणाकडे वळवले जाते, ज्यामध्ये विटेलोजेनिन नावाचे प्रथिन तयार करणे (जे सामान्यतः अंड्याच्या बलकाच्या विकासासाठी फक्त स्त्रियांमध्ये संश्लेषित होते) आणि इंटरसेक्स स्थिती विकसित होते, जिथे व्यक्तींमध्ये पुरुष आणि स्त्री दोन्ही प्रजनन ऊती असतात.

# page_4a_desc_3
source: • Such hormonal imbalances can impair reproductive behaviors and reduce fertility, potentially resulting in population declines and broader ecological consequences.
hi: • ऐसे हार्मोनल असंतुलन प्रजनन व्यवहार को बाधित कर सकते हैं और उर्वरता को कम कर सकते हैं, जिससे जनसंख्या में गिरावट और व्यापक पारिस्थितिक परिणाम हो सकते हैं।
mr: • अशा संप्रेरक असमतोलांमुळे प्रजनन वर्तनावर परिणाम होतो आणि प्रजननक्षमता कमी होते, ज्यामुळे लोकसंख्येची घट आणि व्यापक परिसंस्थेचे परिणाम होऊ शकतात.

# page_4a_desc_4
source: • To mitigate these effects, it is essential to enhance wastewater treatment processes to effectively remove estrogenic compounds, promote proper disposal of pharmaceuticals to prevent environmental contamination, and develop eco-friendly alternatives to current estrogenic substances.
hi: • इन प्रभावों को कम करने के लिए, अपशिष्ट जल उपचार प्रक्रियाओं को बढ़ाना आवश्यक है ताकि एस्ट्रोजेनिक यौगिकों को प्रभावी ढंग से हटाया जा सके, पर्यावरणीय प्रदूषण को रोकने के लिए दवाओं का उचित निपटान किया जा सके, और वर्तमान एस्ट्रोजेनिक पदार्थों के लिए इको-फ्रेंडली विकल्प विकसित किए जा सकें।
mr: • या परिणामांना कमी करण्यासाठी, सांडपाणी उपचार प्रक्रियांमध्ये सुधारणा करणे, इस्ट्रोजेनिक संयुगे प्रभावीपणे काढून टाकणे, पर्यावरण प्रदूषण टाळण्यासाठी औषधांचा योग्य निपटारा करणे आणि सध्याच्या इस्ट्रोजेनिक पदार्थांसाठी पर्यावरणास अनुकूल पर्याय विकसित करणे आवश्यक आहे.

# page_4a_desc_5
source: • The presence of ethinylestradiol in the living environment of Hydra vulgaris, Gammarus pulex, Chironarus riparius, Hyalella Azteca, and Lymnaea stagnalis may adversely affect the hatchability rate, body size, molt passing ability, reproductive behavior, and the number of eggs laid.
hi: • एथिनाइलएस्ट्राडियोल की उपस्थिति हाइड्रा वल्गैरिस, गामारस पुलेक्स, चिरोनारस रिपारियस, हायलेला एज़टेका, और लिम्निया स्टैग्नालिस के जीवन पर्यावरण में प्रतिकूल प्रभाव डाल सकती है, जिसमें हैचबिलिटी दर, शरीर का आकार, मोल्ट पासिंग क्षमता, प्रजनन व्यवहार और अंडों की संख्या प्रभावित हो सकती है।
mr: • एथिनाइल एस्ट्राडिऑल Hydra vulgaris, Gammarus pulex, Chironarus riparius, Hyalella Azteca आणि Lymnaea stagnalis च्या निवासस्थानी असणे हे हॅचेबिलिटी दर, शरीराचा आकार, कात टाकण्याची क्षमता, प्रजनन वर्तन आणि घातलेल्या अंड्यांच्या संख्येवर प्रतिकूल परिणाम करू शकते.

# page_4a_desc_6
source: Know More
hi: अधिक जानें
mr: अधिक जाणून घ्या

# page_4b_title_1
source: Survey on Drug
hi: दवा निपटान पर
mr: ड्रग डिस्पोजल

# page_4b_title_2
source: Disposal Awareness
hi: जागरूकता पर सर्वेक्षण
mr: जागरूकता सर्वेक्षण

# page_4b_desc_1
source: • Survey Design:
hi: • सर्वेक्षण डिज़ाइन:
mr: • सर्वेक्षण डिझाईन:

# page_4b_desc_2
source: Questionnaire-based, mixed-method study targeting individuals of all genders aged 18 and above.
hi: प्रश्नावली-आधारित, मिश्रित-पद्धति अध्ययन, जिसमें 18 वर्ष और उससे अधिक आयु के सभी लिंगों के व्यक्तियों को लक्षित किया गया।
mr: प्रश्नावली-आधारित, संमिश्र पद्धतीचा अभ्यास, 18 आणि त्यावरील वयाच्या सर्व लिंगांच्या व्यक्तींना लक्ष्य करणे.

# page_4b_desc_3
source: • Structure:
hi: • संरचना:
mr: • रचना:

# page_4b_desc_4
source: Part 1: Collected personal details of participants. Part 2: Focused on practices and perceptions regarding unused medication disposal.
hi: भाग 1: प्रतिभागियों के व्यक्तिगत विवरण एकत्र किए। भाग 2: बिना उपयोग की गई दवाओं के निपटान के संबंध में प्रथाओं और धारणाओं पर केंद्रित।
mr: भाग 1: सहभागींच्या वैयक्तिक तपशीलांची माहिती घेतली. भाग 2: न वापरलेल्या औषधांच्या निपटार्‍याबाबतच्या पद्धती आणि धारणा यावर लक्ष केंद्रित केले.

# page_4b_desc_5
source: • Questionnaire Development:
hi: • प्रश्नावली विकास:
mr: • प्रश्नावली विकास:

# page_4b_desc_6
source: Framed in English, adapted from published literature, and validated by subject experts. Pilot-tested with 15 respondents to refine the questions (pilot responses excluded from final analysis).
hi: प्रश्नावली को अंग्रेजी में तैयार किया गया, प्रकाशित साहित्य से अनुकूलित किया गया, और विषय विशेषज्ञों द्वारा सत्यापित किया गया। प्रश्नों को बेहतर बनाने के लिए इसे 15 उत्तरदाताओं के साथ पायलट परीक्षण किया गया (पायलट उत्तर अंतिम विश्लेषण में शामिल नहीं किए गए)।
mr: इंग्रजीत तयार केलेली, प्रकाशित साहित्यावर आधारित आणि विषय तज्ज्ञांनी प्रमाणित केलेली. प्रश्न सुधारण्यासाठी 15 प्रतिसाददारांसह पायलट चाचणी घेतली (पायलट प्रतिसाद अंतिम विश्लेषणातून वगळले).

# page_4b_desc_7
source: Content:
hi: सामग्री:
mr: सामग्री:

# page_4b_desc_9
source: Five sections covering demographics, knowledge, current practices, awareness, accessibility of disposal methods, and suggestions.
hi: पांच खंडों में जनसांख्यिकी, ज्ञान, वर्तमान प्रथाओं, जागरूकता, निपटान विधियों की पहुंच और सुझाव शामिल हैं।
mr: पाच विभाग: लोकसंख्याशास्त्र, ज्ञान, वर्तमान पद्धती, जागरूकता, निपटार्‍याच्या पद्धतींचा प्रवेश आणि सूचना.

# page_4b_desc_10
source: Participation:
hi: भागीदारी:
mr: सहभाग:

# page_4b_desc_11
source: Voluntary, with informed consent obtained.
hi: स्वैच्छिक, सूचित सहमति के साथ।
mr: स्वेच्छेने, माहितीपूर्ण संमती मिळवून.

# page_4b_desc_detail
source: From the survey conducted on 382 participants, it was found that 66.1 % participants were unaware of the proper drug disposal methods and guidelines.
hi: 382 प्रतिभागियों पर किए गए सर्वेक्षण में पाया गया कि 66.1% प्रतिभागी उचित दवा निपटान विधियों और दिशानिर्देशों के बारे में अनजान थे।
mr: 382 सहभागींवर केलेल्या सर्वेक्षणानुसार, 66.1% सहभागींना योग्य ड्रग डिस्पोजल पद्धती आणि मार्गदर्शक तत्त्वांची माहिती नव्हती.

# page_5_title_1
source: Reasons for policy and
hi: नीतियों के कारण और
mr: धोरणासाठी कारणे आणि

# page_5_title_2
source: there implementation
hi: उनका कार्यान्वयन
mr: त्यांची अंमलबजावणी

# page_5_title_3
source: for proper Medicine
hi: उचित दवा
mr: योग्य औषध

# page_5_title_4
source: Disposal
hi: निपटान के लिए
mr: निपटारा

# page_5_rules_strict_1
source: 1. Over-purchasing and Early Discontinuation
hi: 1. अधिक खरीदारी और समय से पहले इलाज की समाप्ति
mr: 1. जास्त औषध खरेदी आणि उपचाराचा वेळेपूर्वीचा सोडलेला कालावधी

# page_5_rules_strict_2
source: 2. Improper Disposal Practices
hi: 2. गलत निपटान प्रथाएँ
mr: 2. चुकीच्या निपटारा पद्धती

# page_5_rules_strict_3
source: 3. Community Drug Donation
hi: 3. सामुदायिक दवा दान
mr: 3. समुदाय औषध दान

# page_5_rules_strict_4
source: 4. Eco-friendly Disposal Awareness
hi: 4. पर्यावरण-हितैषी निपटान जागरूकता
mr: 4. पर्यावरणास अनुकूल निपटारा जागरूकता

# page_5_rules_desc_1
source: Many Indians buy excess medicines or stop treatment prematurely, leading to surplus medicines that increase misuse and health risks. Strict rules can promote responsible use and adherence to prescriptions.
hi: कई भारतीय अधिक दवाइयाँ खरीदते हैं या उपचार को जल्दी रोक देते हैं, जिसके परिणामस्वरूप अतिरिक्त दवाएँ होती हैं, जो दुरुपयोग और स्वास्थ्य जोखिमों को बढ़ाती हैं। सख्त नियम जिम्मेदार उपयोग और पर्चे के अनुसार पालन को बढ़ावा दे सकते हैं।
mr: बर्‍याच भारतीय जास्त औषधे खरेदी करतात किंवा उपचार वेळेपूर्वी सोडतात, ज्यामुळे गैरवापर व आरोग्य धोके वाढतात, आणि कठोर नियम जबाबदार वापरास प्रोत्साहन देऊ शकतात.
