Repository: NikhilYadav04/PillBin
Catalog: pillbin/lib/l10n/app_*.arb
Languages: hi, mr

# page_5_rules_desc_2
source: Flushing unused medicines is common, causing environmental harm. Clear guidelines are needed to regulate which medicines can be flushed and encourage eco-friendly disposal methods for others.
hi: अवांछित दवाओं को फ्लश करना सामान्य है, जिससे पर्यावरण को नुकसान होता है। यह स्पष्ट दिशा-निर्देशों की आवश्यकता है ताकि यह नियंत्रित किया जा सके कि कौन सी दवाएँ फ्लश की जा सकती हैं और अन्य दवाओं के लिए पर्यावरण-हितैषी निपटान विधियाँ प्रोत्साहित की जा सकें।
mr: न वापरलेल्या औषधांचे फ्लशिंग करणे सामान्य आहे, ज्यामुळे पर्यावरणाला हानी पोहोचते. स्पष्ट मार्गदर्शक तत्त्वे आवश्यक आहेत, जी ठरवतील कोणती औषधे फ्लश करता येतील आणि इतरांसाठी पर्यावरणास अनुकूल निपटारा पद्धती प्रोत्साहन देतील.

# page_5_rules_desc_3
source: Establishing systems for collecting and redistributing unused medicines can reduce waste and provide essential medications to those in need.
hi: अवांछित दवाओं को इकट्ठा करने और पुनर्वितरित करने के लिए सिस्टम स्थापित करने से अपशिष्ट को कम किया जा सकता है और जरूरतमंदों को आवश्यक दवाएँ प्रदान की जा सकती हैं।
mr: न वापरलेल्या औषधांचे संकलन आणि पुनर्वितरण प्रणाली स्थापन केल्याने वाया जाणारी औषधे कमी होऊ शकतात आणि गरजूंना आवश्यक औषधे पुरवली जाऊ शकतात.

# page_5_rules_desc_4
source: Public education on safe disposal methods and accessible return systems can prevent environmental damage and encourage responsible handling of pharmaceutical waste.
hi: सार्वजनिक शिक्षा से सुरक्षित निपटान विधियों और सुलभ रिटर्न सिस्टम की जानकारी मिल सकती है, जिससे पर्यावरणीय क्षति को रोका जा सकता है और दवाओं के अपशिष्ट के जिम्मेदार प्रबंधन को प्रोत्साहित किया जा सकता है।
mr: सुरक्षित निपटारा पद्धतींबाबत सार्वजनिक शिक्षण आणि परतावा प्रणाली सुलभ करून पर्यावरणीय हानी रोखता येते आणि औषध कचऱ्याच्या जबाबदार हाताळणीस प्रोत्साहन देता येते.

# page_6_title_1
source: Drug Take-Back
hi: दवा वापस लेने के कार्यक्रम
mr: औषध परत-घेणे

# page_6_title_2
source: Programs
hi: कार्यक्रम
mr: कार्यक्रम

# page_6_rules_strict_1
source: 1. Periodic Drug Take-Back Events
hi: 1. आवधिक दवा वापस लेने के आयोजन
mr: 1. नियमित औषध परत-घेणे उपक्रम

# page_6_rules_strict_2
source: 2. Drug Take-Back Locations
hi: 2. दवा वापस लेने के स्थान
mr: 2. औषध परत-घेण्याची ठिकाणे

# page_6_rules_strict_3
source: 3. Prepaid Drug Mail-Back Envelopes
hi: 3. प्रीपेड दवा मेल-बैक लिफाफे
mr: 3. प्री-पेड औषध मेल-बॅक लिफाफे

# page_6_rules_desc_1
source: There should be temporary setting up of collection sites for safe disposal of medications. Local law enforcement and waste management authorities should organize similar events.
hi: दवाओं के सुरक्षित निपटान के लिए संग्रहण स्थलों की अस्थायी स्थापना की जानी चाहिए। स्थानीय कानून प्रवर्तन और कचरा प्रबंधन प्राधिकरण को समान आयोजनों का आयोजन करना चाहिए।
mr: औषधांच्या सुरक्षित निपटारा साठी तात्पुरत्या संकलन केंद्रांची स्थापना केली पाहिजे. स्थानिक कायदा अंमलबजावणी आणि कचरा व्यवस्थापन प्राधिकरणांनी असेच उपक्रम आयोजित करावेत.

# page_6_rules_desc_2
source: Authorized facilities, such as pharmacies, clinics, and law enforcement agencies, should provide year-round disposal options, including kiosks, drop-off boxes, and mail-back programs. To locate a nearby facility, use Google Maps ("drug disposal near me").
hi: अधिकार प्राप्त सुविधाएँ, जैसे फार्मेसी, क्लीनिक, और कानून प्रवर्तन एजेंसियाँ, पूरे वर्ष भर निपटान विकल्प प्रदान करनी चाहिए, जिनमें कियोस्क, ड्रॉप-ऑफ बॉक्स और मेल-बैक कार्यक्रम शामिल हैं। नजदीकी सुविधा को ढूँढने के लिए गूगल मैप्स ("drug disposal near me") का उपयोग करें।
mr: अधिकृत सुविधा, जसे की फार्मसी, क्लिनिक, आणि कायदा अंमलबजावणी संस्थांनी वर्षभर निपटारा पर्याय द्यावेत, ज्यामध्ये किऑस्क, ड्रॉप-ऑफ बॉक्स, आणि मेल-बॅक कार्यक्रमांचा समावेश आहे. जवळची सुविधा शोधण्यासाठी, Google Maps ("drug disposal near me") वापरा.

# page_6_rules_desc_3
source: they should be available for purchase at pharmacies or online, these envelopes provide a convenient way to dispose of medications.
hi: ये लिफाफे फार्मेसी या ऑनलाइन पर उपलब्ध होने चाहिए, जो दवाओं के निपटान का एक सुविधाजनक तरीका प्रदान करते हैं।
mr: फार्मसी किंवा ऑनलाइन खरेदीसाठी उपलब्ध असलेले हे लिफाफे औषधांच्या निपटारासाठी सोयीचे साधन प्रदान करतात.

# page_7_title_1
source: Drug Disposal Methods
hi: दवा निपटान विधियाँ
mr: ड्रग डिस्पोजल पद्धती

# page_7_title_2
source: Methods
hi: विधियाँ
mr: पद्धती

# page_7_text_1
source: Flush Drugs as per US FDA
hi: दवाओं को फ्लश करें जैसा कि US FDA के अनुसार
mr: औषधे फ्लश करा US FDA च्या मार्गदर्शक सूचनांनुसार

# page_7_text_2
source: Medicine Disposal Guidelines
hi: दवा निपटान दिशा-निर्देश
mr: ड्रग डिस्पोजल मार्गदर्शक तत्त्वे

# page_7_text_3
source: 1. Follow Healthcare Provider Instructions
hi: 1. स्वास्थ्य सेवा प्रदाता के निर्देशों का पालन करें
mr: 1. हेल्थकेअर प्रदात्याच्या सूचनांचे पालन करा

# page_7_text_4
source: Dispose of unused or expired medicines as directed by your doctor or pharmacist.
hi: अप्रयुक्त या समाप्त दवाओं को अपने डॉक्टर या फार्मासिस्ट के निर्देशों के अनुसार निपटान करें।
mr: वापरात नसलेली किंवा कालबाह्य औषधे तुमच्या डॉक्टर किंवा फार्मासिस्टच्या निर्देशानुसार निपटवा.

# page_7_text_5
source: 2. Preferred Disposal Methods
hi: 2. प्राथमिक निपटान विधियाँ
mr: 2. प्राधान्य दिलेल्या निपटारा पद्धती

# page_7_text_6
source: Use a drug take-back option
hi: दवा वापस लेने का विकल्प उपयोग करें
mr: ड्रग टेक-बॅक पर्याय वापरा

# page_7_text_7
source: • Drop off medicines at an authorized take-back location • Mail them using a pre-paid drug mail-back envelope.
hi: • दवाओं को एक अधिकृत वापस लेने के स्थान पर जमा करें • उन्हें प्रीपेड दवा मेल-बैक लिफाफे का उपयोग करके मेल करें।
mr: • अधिकृत टेक-बॅक ठिकाणी औषधे ड्रॉप ऑफ करा • प्री-पेड ड्रग मेल-बॅक लिफाफ्याचा वापर करून पाठवा.

# page_7_text_8
source: 3. Check the FDA's Flush List
hi: 3. FDA की फ्लश लिस्ट चेक करें
mr: 3. FDA च्या फ्लश यादीची तपासणी करा

# page_7_text_9
source: If take-back options are unavailable, verify if the medicine is on the FDA’s Flush List. Only flush medicines that:
hi: यदि वापस लेने का विकल्प उपलब्ध नहीं है, तो जांचें कि क्या दवा FDA की फ्लश लिस्ट में है। केवल उन्हीं दवाओं को फ्लश करें जो:
mr: जर टेक-बॅक पर्याय उपलब्ध नसेल, तर औषध FDA च्या फ्लश यादीत आहे का ते तपासा. खालील औषधेच फ्लश करा:

# page_7_text_10
source: • Have high misuse or abuse potential. • Can cause death from a single dose if improperly used..
hi: • जिनका दुरुपयोग या दुरुपयोग होने की उच्च संभावना है। • जिनसे एक खुराक के गलत उपयोग से मृत्यु हो सकती है।
mr: • ज्यांचा गैरवापर किंवा दुरुपयोग होण्याची उच्च शक्यता आहे. • जे चुकीच्या वापरामुळे एका डोसने मृत्यूला कारणीभूत ठरू शकतात.

# page_7_text_11
source: Important Reminder
hi: महत्वपूर्ण अनुस्मारक
mr: महत्वाची आठवण

# page_7_text_12
source: Do not flush medicines unless they are explicitly listed on the FDA's Flush List.
hi: दवाओं को केवल तभी फ्लश करें जब वे स्पष्ट रूप से FDA की फ्लश लिस्ट में हों।
mr: औषधे फ्लश करू नका जोपर्यंत ती FDA च्या फ्लश यादीत स्पष्टपणे नमूद केलेली नसतील.

# page_7_text_13
source: Know More
hi: और जानें
mr: अधिक जाणून घ्या

# page_8_title_1
source: Non Flush Drugs
hi: नॉन फ्लश दवाएँ
mr: फ्लश न करणारी औषधे

# page_8_text_1
source: If drug take-back options are unavailable, dispose of most medicines at home by:
hi: यदि दवा वापस लेने के विकल्प उपलब्ध नहीं हैं, तो अधिकांश दवाओं को घर पर इस प्रकार निपटायें:
mr: जर ड्रग टेक-बॅक पर्याय उपलब्ध नसेल, तर बहुतेक औषधांचा निपटारा घरच्या घरी करा:

# page_8_text_2
source: 1. Removing them from their original containers.
hi: 1. उन्हें उनके मूल कंटेनरों से निकालें।
mr: 1. त्यांना त्यांचे मूळ कंटेनरमधून काढा.

# page_8_text_3
source: 2. Mixing them with an unappealing substance like dirt, cat litter, or coffee grounds (without crushing tablets/capsules).
hi: 2. उन्हें मिट्टी, बिल्ली के कूड़े, या कॉफी के साबुत जैसे अप्रिय पदार्थों के साथ मिलाएं (गोले/कैप्सूल को कुचलें नहीं)।
mr: 2. त्यांना माती, बिरड्यांचा कचरा किंवा कॉफी ग्राउंड्स यासारख्या अप्रिय पदार्थांमध्ये मिसळा (गोळ्या/कॅप्सूल्स चिरडू नका).

# page_8_text_4
source: 3. Placing the mixture in a sealed plastic bag.
hi: 3. मिश्रण को एक सील प्लास्टिक बैग में रखें।
mr: 3. मिश्रण एका सीलबंद प्लास्टिक बॅगमध्ये ठेवा.

# page_8_text_5
source: 4. Throwing the sealed bag in your household trash.
hi: 4. सील किए गए बैग को अपने घर के कचरे में फेंक दें।
mr: 4. सीलबंद बॅग तुमच्या घरातील कचऱ्यात टाका.

# page_8_text_6
source: 5. Scratching out personal information on prescription labels before throwing the empty containers.
hi: 5. खाली कंटेनरों को फेंकने से पहले प्रिस्क्रिप्शन लेबल पर व्यक्तिगत जानकारी को मिटा दें।
mr: 5. प्रिस्क्रिप्शन लेबेलवरील वैयक्तिक माहिती काढून टाका आणि नंतर रिकाम्या कंटेनर्स फेकून द्या.

# page_8_text_7
source: Know More
hi: और जानें
mr: अधिक जाणून घ्या

# page_8a_title_1
source: Views of Pharmacy Students
hi: फार्मेसी छात्रों के विचार
mr: फार्मसी विद्यार्थ्यांचे

# page_8a_title_2
source: collected during survey on
hi: दवाओं के निपटान के बारे में
mr: मत ड्रग डिस्पोजल

# page_8a_title_3
source: Drug Disposal Awareness
hi: सर्वेक्षण में एकत्रित जागरूकता
mr: जागरूकतेवरील सर्वेक्षण

# page_8a_views_1
source: I believe if we initially give only the required/needed amount of medicines instead of extras the wastage of meds can be reduced. Also about the drug disposal i believe there should be a community set up at every city level to collect the old expired meds from every house this way the disposal will be carried out in correct way rather than the non medico people who do not have correct info of how to dispose meds.
hi: मुझे विश्वास है कि अगर हम शुरू में केवल आवश्यक/आवश्यक दवाइयाँ ही दें, न कि अतिरिक्त, तो दवाओं की बर्बादी को कम किया जा सकता है। दवा निपटान के बारे में मेरा मानना है कि हर शहर स्तर पर एक समुदाय स्थापित किया जाना चाहिए, जहां पुराने और समाप्त दवाइयों को हर घर से इकट्ठा किया जाए, ताकि निपटान सही तरीके से किया जा सके, न कि गैर-चिकित्सा लोग जो दवाइयों के सही निपटान के तरीके के बारे में जानकारी नहीं रखते।
mr: माझ्या मते, जर आपण सुरुवातीला फक्त आवश्यक/आवश्यक औषधांचा पुरवठा केला तर औषधांचा अपव्यय कमी होऊ शकतो. ड्रग डिस्पोजल करण्याबाबत, मला असे वाटते की प्रत्येक शहर स्तरावर एक समुदाय असावा जो प्रत्येक घरातून जुनी आणि कालबाह्य औषधे गोळा करेल, यामुळे निपटारा योग्य प्रकारे होईल, त्याऐवजी नॉन-मेडिको लोकांना ज्यांना औषधांचा निपटारा कसा करावा याची योग्य माहिती नाही.

# page_8a_views_2
source: To improve drug disposal practices, local communities can establish more accessible drop-off points at pharmacies, healthcare facilities, and police stations, ensuring safe disposal methods. Public education campaigns can raise awareness about the dangers of improper disposal and promote the use of mail-back programs and take-back events. Additionally, increasing collaboration with waste management services to ensure secure incineration or recycling can reduce environmental impact.
hi: दवाओं के निपटान की प्रथाओं में सुधार करने के लिए, स्थानीय समुदाय अधिक सुलभ ड्रॉप-ऑफ बिंदु स्थापित कर सकते हैं जैसे फार्मेसियों, स्वास्थ्य देखभाल सुविधाओं, और पुलिस स्टेशनों पर, जिससे सुरक्षित निपटान के तरीके सुनिश्चित हों। सार्वजनिक शिक्षा अभियानों से गलत निपटान के खतरों के बारे में जागरूकता बढ़ाई जा सकती है और मेल-बैक कार्यक्रमों और ड्रग टेक-बैक इवेंट्स के उपयोग को बढ़ावा दिया जा सकता है। इसके अतिरिक्त, अपशिष्ट प्रबंधन सेवाओं के साथ सहयोग बढ़ाकर यह सुनिश्चित किया जा सकता है कि सुरक्षित जलन या पुनर्चक्रण किया जाए, जिससे पर्यावरणीय प्रभाव कम हो सके।
mr: ड्रग डिस्पोजल पद्धती सुधारण्यासाठी, स्थानिक समुदाय फार्मसी, आरोग्य सुविधा आणि पोलिस स्थानकांवर अधिक प्रवेशयोग्य ड्रॉप-ऑफ पॉइंट्स स्थापित करू शकतात, जेणेकरून सुरक्षित निपटारा पद्धती सुनिश्चित होईल. सार्वजनिक शिक्षण मोहिमांद्वारे चुकीच्या निपटार्याच्या धोक्यांबद्दल जागरूकता वाढवता येईल आणि मेल-बॅक कार्यक्रम आणि टेक-बॅक कार्यक्रमांचा वापर प्रोत्साहित केला जाऊ शकतो. याशिवाय, कचरा व्यवस्थापन सेवांसोबत सहयोग वाढवून सुरक्षित इन्सिनरेशन किंवा रिसायकलिंग सुनिश्चित केल्यास पर्यावरणीय प्रभाव कमी होऊ शकतो.

# page_8a_views_3
source: The Best way as per me is to guide the pharmacist and tell them to make general public aware of any such schemes or guidelines of the Government for disposing the medicines, of there will be some incentives while returning the same to them the General public will be surely following. Government if possible can run ads on TV or Social Media or BEST buses and Local train so that it can it can come to their notice. Medicine Disposer Box a special dustbin near Pharmacies where people if it's locality can dispose their Leftover or Unused medications.
hi: मेरे अनुसार सबसे अच्छा तरीका यह है कि हम फार्मासिस्ट को मार्गदर्शन करें और उन्हें सरकार द्वारा दवाइयों के निपटान के लिए किसी भी योजनाओं या दिशानिर्देशों के बारे में जन सामान्य को जागरूक करने के लिए कहें, अगर उन्हें इसे वापस करने पर कुछ प्रोत्साहन मिलेगा, तो जन सामान्य निश्चित रूप से इसका पालन करेगा। सरकार यदि संभव हो तो टीवी, सोशल मीडिया, BEST बसों और लोकल ट्रेनों पर विज्ञापन चला सकती है ताकि यह जन सामान्य के ध्यान में आ सके। फार्मेसी के पास दवा निपटान बॉक्स, एक विशेष डस्टबिन जहाँ लोग अगर अपने इलाके में हो तो अपनी बची हुई या अनुपयोगी दवाइयाँ निपटान कर सकते हैं।
mr: माझ्या मते, सर्वोत्तम मार्ग म्हणजे फार्मासिस्टना मार्गदर्शन करणे आणि त्यांना लोकांना औषधांच्या निपटारा धोरणांची माहिती देण्यासाठी सांगणे. जर औषधे परत करतांना काही प्रोत्साहन दिले तर जनतेने नक्कीच ते पालन केले. सरकारने अशा घोषणा टीव्हीवर, सोशल मीडिया किंवा BEST बस आणि स्थानिक ट्रेनवर चालवाव्यात, जेणेकरून ते लोकांच्या लक्षात येईल. औषध कचराकुंड्या, फार्मसीज जवळ अशा विशेष कचराकुंड्या स्थापित कराव्यात ज्या ठिकाणी लोक त्यांचे बाकीचे किंवा न वापरलेले औषध फेकू शकतात.

# page_8b_title_1
source: Views of Doctors
hi: डॉक्टरों के विचार दवाओं के
mr: डॉक्टरांचे मत

# page_8b_title_2
source: collected during survey on
hi: निपटान के बारे में सर्वेक्षण
mr: ड्रग डिस्पोजल

# page_8b_title_3
source: Drug Disposal Awareness
hi: में एकत्रित जागरूकता
mr: जागरूकतेवरील सर्वेक्षण

# page_8b_views_1
source: Pharmacist should collect even expired medicine and from them disposal system should function
hi: फार्मासिस्ट को समाप्त दवाइयाँ भी इकट्ठा करनी चाहिए और उन्हीं से निपटान प्रणाली काम करनी चाहिए।
mr: फार्मासिस्टने कालबाह्य औषध देखील गोळा करावी आणि त्यांच्याकडून निपटारा प्रणाली कार्यान्वित केली पाहिजे.

# page_8b_views_2
source: 1. Check medicine cabinet and gather all expired unused medications. 2. Take them to a nearby pharmacy for safe disposal.
hi: 1. दवा की अलमारी की जांच करें और सभी समाप्त, अनुपयोगी दवाइयाँ इकट्ठा करें। 2. इन्हें सुरक्षित निपटान के लिए पास की फार्मेसी में ले जाएं।
mr: 1. औषध कॅबिनेट तपासा आणि सर्व कालबाह्य, अव्यवहृत औषधे गोळा करा. 2. त्यांना सुरक्षित निपटाऱ्यासाठी जवळच्या फार्मसीमध्ये घ्या.

# page_8b_views_3
source: Every society should have separate drug collection bin like dust bin.
hi: प्रत्येक समाज में दवाओं के निपटान के लिए एक अलग ड्रग कलेक्शन बिन जैसे डस्टबिन होना चाहिए।
mr: प्रत्येक सोसायटीमध्ये औषध गोळा करण्यासाठी वेगळी कचराकुंडी असावी, जसे की कचरा कुंडी.

# page_9_title_1
source: For More Information
hi: अधिक जानकारी के लिए
mr: अधिक माहिती साठी

# page_9_info_1
source: How to Safely Dispose of unused or Expired mecicine
hi: अनुपयोगी या समाप्त दवाइयों का सुरक्षित निपटान कैसे करें
mr: उपयोग न केलेली किंवा कालबाह्य औषधे कशाप्रकारे सुरक्षितपणे निपटायची

# page_9_info_1_tablet
source: How to Safely Dispose of unused or Expired medicine
mr: उपयोग न केलेली किंवा कालबाह्य औषधे कशाप्रकारे सुरक्षितपणे निपटायची

# page_9_info_2
source: Disposal of Expired Medicines by NTEP
hi: NTEP द्वारा समाप्त दवाइयों का निपटान
mr: कालबाह्य औषधांचा निपटारा NTEP द्वारा

# page_9_info_2_tablet
source: Disposal of Expired Medicines by NTEP
mr: कालबाह्य औषधांचा निपटारा NTEP द्वारा

# page_9_info_3_tablet
source: Guidelines for safe disposal of expired medicines
mr: कालबाह्य औषधांच्या सुरक्षित निपटारा साठी मार्गदर्शक तत्त्वे

# page_9_info_3
source: Guidelines for safe disposal of expired medicines
hi: समाप्त दवाइयों के सुरक्षित निपटान के लिए दिशानिर्देश
mr: कालबाह्य औषधांच्या सुरक्षित निपटारा साठी मार्गदर्शक तत्त्वे

# page_9_NGO_text
source: NGOs which collect unused medicines
hi: NGOs जो अनुपयोगी दवाइयाँ इकट्ठा करती हैं
mr: जे संस्था उपयोग न केलेली औषधे गोळा करतात

# page_9_NGO_text_1
source: • Kerala PROUD
hi: • केरल PROUD
mr: • केरळा PROUD

# page_9_NGO_text_3
source: • Medicine Baba
mr: • मेडिसिन बाबा

# page_9_NGO_text_4
source: • Uday Foundation
hi: • उदय फाउंडेशन
mr: • उदय फाउंडेशन

# page_9_Company_text
source: Companies which do Bio-Waste Management
hi: कंपनियाँ जो बायो-वेस्ट प्रबंधन करती हैं
mr: जे कंपन्या जैविक कचरा व्यवस्थापन करतात

# page_9_Company_text_3
source: • Ramky Enviro Engineers Ltd
hi: • रामकी एन्वाइरो इंजीनियर्स लिमिटेड
